[
  {
    "id": 1,
    "questionText": "Наш генератор совсем плох. Нужно провести ремонт, пока он не взорвался",
    "optionA": "Используем запчасти со свалки",
    "optionB": "Пустим на это наши лучшие материалы",
    "consA": [0, 3, -2, 0],
    "consB": [-3, 5, -4, 0],
    "characterId": 1
  },
  {
    "id": 2,
    "questionText": "Люди в тяжелое время нуждаются в вере. Нам нужно построить величественный Алтарь Пустоши",
    "optionA": "Построим скромную часовню",
    "optionB": "Встроим в алтарь световые панели и динамики!",
    "consA": [-2, 0, 0, 4],
    "consB": [-4, -2, -3, 6],
    "characterId": 2
  },
  {
    "id": 3,
    "questionText": "Ваши технологии превращают людей в винтики! Стариков и больных хотят отправить в утиль! Это бесчеловечно!",
    "optionA": "Запрещаем подобные проекты. Каждая жизнь ценна",
    "optionB": "Такова цена выживания остальных",
    "consA": [-3, 0, -2, 4],
    "consB": [2, 0, 3, -5],
    "characterId": 3
  },
  {
    "id": 4,
    "questionText": "Мутанты становятся сильнее. Нам понадобится защита получше",
    "optionA": "Построим вышки с прожекторами и выделим людей на постоянные патрули",
    "optionB": "Огородим все поселение забором и выкопаем ров для кольев",
    "consA": [-4, -3, 2, 0],
    "consB": [-5, 0, 0, -1],
    "characterId": 4
  },
  {
    "id": 5,
    "questionText": "Мои опыты с радиацией могут дать нам... необычные сельхозкультуры",
    "optionA": "Тебе выделят ресурсы на лабораторию",
    "optionB": "Радиация погубила наш мир. Не стоит играть с ней",
    "consA": [-2, 0, 4, -3],
    "consB": [0, 0, 0, 2],
    "characterId": 5
  },
  {
    "id": 6,
    "questionText": "Племя дикарей предлагает нам союз. Они сильны, но их обычаи... жестоки. Они требуют в знак доверия отдать им нашего подростка на воспитание.",
    "optionA": "Примем их условия. Союз даст нам защиту",
    "optionB": "Никакие выгоды не стоят наших детей",
    "consA": [-2, 0, 4, -4],
    "consB": [-1, 0, -3, 3],
    "characterId": 6
  },
  {
    "id": 7,
    "questionText": "Я нашла в мертвых землях группу таких же, как я. Они боятся людей, но хотят воды и лекарств. Мы можем им помочь?",
    "optionA": "Мы поделимся своими запасами",
    "optionB": "Наши ресурсы и так на пределе, мы не можем себе этого позволить",
    "consA": [-3, 0, 0, 2],
    "consB": [0, 0, -2, -2],
    "characterId": 7
  },
  {
    "id": 8,
    "questionText": "Я восстановил древний экскаватор. Теперь мы можем добывать металл в десять раз быстрее! Однако его шум точно привлечет тварей с округи.",
    "optionA": "Мы нуждаемся в ресурсах",
    "optionB": "Тише едешь - дальше будешь",
    "consA": [4, -3, 3, -1],
    "consB": [-2, 0, -1, 2],
    "characterId": 1
  },
  {
    "id": 9,
    "questionText": "Чтобы предотвратить эпидемию, нужно ввести обязательную вакцинацию. Но сыворотка вызывает у каждого десятого сильную лихорадку на несколько дней",
    "optionA": "Лучше болеть несколько суток, чем умереть",
    "optionB": "Пусть каждый решит самостоятельно",
    "consA": [0, 4, -2, -1],
    "consB": [-2, -3, 0, 2],
    "characterId": 2
  },
  {
    "id": 10,
    "questionText": "Молодежь требует отменить Совет Старейшин и выбрать лидера голосованием. Говорят, старые методы устарели",
    "optionA": "Традиции — наша опора. Совет остается",
    "optionB": "Раз они так хотят, мы устроим первые выборы",
    "consA": [0, 0, -3, 3],
    "consB": [-2, 0, 2, -2],
    "characterId": 3
  },
  {
    "id": 11,
    "questionText": "Мы поймали шпиона из соседнего поселения, он выведывал наши слабые места. Как поступим?",
    "optionA": "Казните его публично, чтобы другим неповадно было",
    "optionB": "Обменяйте его на ресурсы, ни к чему марать руки",
    "consA": [0, 0, 4, -4],
    "consB": [2, 0, -2, -1],
    "characterId": 4
  },
  {
    "id": 12,
    "questionText": "Я создал стимулятор, который втрое увеличивает работоспособность. Но есть минус - теоретически он может вызвать зависимость",
    "optionA": "Можешь протестировать ее на добровольцах",
    "optionB": "Уничтожь формулу. Это путь в пропасть",
    "consA": [5, -4, 3, -3],
    "consB": [0, 0, -2, 2],
    "characterId": 5
  },
  {
    "id": 13,
    "questionText": "Племя кочевников говорит на забытом диалекте. Они несут какие-то дары, но мы не понимаем, мир это или угроза. Мне стоит попробовать наладить с ними контакт?",
    "optionA": "Риск стоит того. Диалог с ними может открыть новые возможности",
    "optionB": "Прогоните их жестами и криками",
    "consA": [0, -1, -1, 4],
    "consB": [0, 0, 2, -2],
    "characterId": 6
  },
  {
    "id": 14,
    "questionText": "Я нашёл уцелевшие солнечные панели. Мы можем подключить их к нашей сети, но для этого придётся отключить освещение в жилом секторе на три дня.",
    "optionA": "Потерпим темноту. Долгосрочная выгода важнее",
    "optionB": "Не стоит рисковать. Люди боятся темноты",
    "consA": [-1, 5, 2, -2],
    "consB": [0, 0, -1, 2],
    "characterId": 1
  },
  {
    "id": 15,
    "questionText": "Раненый незнакомец стучится в наши ворота. Он говорит, что его преследуют, но это может быть ловушка.",
    "optionA": "Впустите его и окажите помощь. Мы не можем оставить человека в беде",
    "optionB": "Не открывать. Неизвестно, какие беды он может на нас навлечь",
    "consA": [-2, -2, -1, 4],
    "consB": [0, 0, 3, -3],
    "characterId": 2
  },
  {
    "id": 16,
    "questionText": "Наши охотники нашли стаю мутировавших оленей. Их мясо съедобно, но у тех, кто его ел в других поселениях, были... странные последствия.",
    "optionA": "Не время привередничать. Заготовьте мясо",
    "optionB": "Это слишком рискованно, оставьте их в покое",
    "consA": [5, -3, 0, -2],
    "consB": [-2, 1, 0, 1],
    "characterId": 7
  },
  {
    "id": 17,
    "questionText": "Дети нашли вход в старый бункер. Там могут быть припасы, но также ловушки и радиация. Пускать ли туда разведку?",
    "optionA": "Отправить группу с Зорой. Шанс стоит риска",
    "optionB": "Запечатать вход и огородить территорию. Мы не знаем, какие опасности там таятся",
    "consA": [0, -2, -1, 4],
    "consB": [0, 0, 2, -2],
    "characterId": 3
  },
  {
    "id": 18,
    "questionText": "Бандиты требуют половину нашего следующего урожая в обмен на «защиту» от них же. Мы можем заплатить или готовиться к бою.",
    "optionA": "Запихните свою гордость куда подальше и отдайте им припасы",
    "optionB": "С шантажистами переговоры не ведем",
    "consA": [-4, 0, 3, -3],
    "consB": [0, -2, -3, 4],
    "characterId": 4
  },
  {
    "id": 19,
    "questionText": "Родился ребёнок с... особенностями. Некоторые требуют оставить его за стенами, говоря, что мутанты не должны жить среди нас.",
    "optionA": "Оставьте его. Даже с мутациями, он все равно наш",
    "optionB": "Пусть его заберет Зора. Ему будет лучше среди таких же как он",
    "consA": [-1, -2, -2, 3],
    "consB": [0, 0, 0, -1],
    "characterId": 2
  },
  {
    "id": 20,
    "questionText": "Я на днях восстановил коротковолновый передатчик. Могу попробовать выйти на связь с другими выжившими, но сигнал может привлечь и бандитов.",
    "optionA": "Включай. Союзники нам не помешают",
    "optionB": "Сохранять радиомолчание",
    "consA": [0, 0, -3, 3],
    "consB": [0, 0, 2, -2],
    "characterId": 1
  },
  {
    "id": 21,
    "questionText": "Старики хранят семена редких растений, которые уже не растут здесь. Они отказываются отдавать их для посадки, считая последней памятью о прошлом.",
    "optionA": "Все семена должны быть использованы для дела. Таково мое слово",
    "optionB": "Оставьте старикам их память",
    "consA": [3, -3, -1, -2],
    "consB": [-1, 2, 0, 3],
    "characterId": 3
  },
  {
    "id": 22,
    "questionText": "Один из наших утверждает, что слышит «голоса Пустоши» и требует начать жертвоприношения тварям, чтобы те нас не трогали.",
    "optionA": "Изолировать этого безумного",
    "optionB": "А вдруг он прав?",
    "consA": [0, 0, 2, -2],
    "consB": [-2, -2, -3, 0],
    "characterId": 5
  },
  {
    "id": 23,
    "questionText": "Я расшифровала карту кочевников. На ней отмечено «Место Силы» — возможно, источник энергии. Но идти туда — значит нарушить их табу",
    "optionA": "Отправьте экспедицию и проверьте",
    "optionB": "Чужие обычаи — ключ к союзу. Не стоит рисковать хорошими отношениями",
    "consA": [0, 4, -2, -3],
    "consB": [0, 0, 0, 2],
    "characterId": 6
  },
  {
    "id": 24,
    "questionText": "Мутанты у стен не нападают, а смотрят. Зора говорит, они хотят обмена — наши инструменты на их целебные лишайники",
    "optionA": "Пускай Зора проведет обмен",
    "optionB": "Уничтожьте их. Нельзя держать под стенами поселения такую угрозу",
    "consA": [-2, 3, -2, 2],
    "consB": [0, -1, 4, -4],
    "characterId": 7
  },
  {
    "id": 25,
    "questionText": "Мы нашли склад со спиртом времён до Падения. Можно использовать его как антисептик или... как средство поднятия морали",
    "optionA": "Не говорите глупостей. Спирт нужен нам для спасения жизней",
    "optionB": "Людям не помешает передышка. Устройте застолье",
    "consA": [0, 4, 0, -2],
    "consB": [-2, -2, 0, 5],
    "characterId": 3
  },
  {
    "id": 26,
    "questionText": "Молодёжь тайно тренируется с оружием, готовясь отбить соседний родник у бандитов. Они не слушают наших приказов",
    "optionA": "Инициативу нужно поддерживать. Снабдите их хорошим снаряжением и отправляйтесь с ними",
    "optionB": "Что за самоуправство? Добавьте им больше обязанностей на работах",
    "consA": [-3, -3, -1, 4],
    "consB": [2, 0, 3, -3],
    "characterId": 4
  },
  {
    "id": 27,
    "questionText": "Странник принёс карту. На ней отмечены два места: старый склад с консервами и библиотека. Но у нас хватит топлива только на одну поездку. Куда ехать, шеф?",
    "optionA": "Склад. Еда — это стабильность, сытый человек мыслит яснее и работает лучше",
    "optionB": "Библиотека. Знания — единственное, что даёт нам надежду на будущее",
    "consA": [5, 0, 0, -3],
    "consB": [0, 0, 4, -1],
    "characterId": 6
  },
  {
    "id": 28,
    "questionText": "Кто-то нашел мою старую лабораторную тетрадь. Там эксперименты... не совсем этичные. Они шантажируют: либо я становлюсь их рабом, либо они расскажут всем, кто я такой",
    "optionA": "Мы уничтодим шантажистов. Тихо. Навсегда",
    "optionB": "Лучше признайся сам. Это рискованно, но тогда они потеряют рычаг давления",
    "consA": [0, -3, 2, -4],
    "consB": [-2, 1, -2, 3],
    "characterId": 5
  },
  {
    "id": 29,
    "questionText": "Ночью пропала девочка. Её кукла нашли у Люка — парня с припадками, который ничего не помнит. Толпа уже собралась у его дома и готовится к расправе",
    "optionA": "В нашем поселении запрещен самосуд. Разгоните народ и начинайте расследование",
    "optionB": "Мы не можем вызвать гнев народа. Обыщите его дом, даже если он будет против",
    "consA": [0, 0, -3, 3],
    "consB": [0, -2, 4, -3],
    "characterId": 3
  },
  {
    "id": 30,
    "questionText": "Роды. Осложнения. Спасти можно либо мать, либо ребёнка. Я... не могу выбрать",
    "optionA": "Спасай мать. Она нужна поселению",
    "optionB": "Спасай ребёнка. Уверен, мать бы решила именно так",
    "consA": [0, 3, 0, -2],
    "consB": [0, -2, 0, 4],
    "characterId": 2
  },
  {
    "id": 31,
    "questionText": "Шеф, по ночам за стенами кто-то поет. Это не похоже на песни, скорее на ритуальный зов. Но... красиво. Мои люди слушают. Некоторые начинают... подпевать",
    "optionA": "Меняйте патрули чаще и проверяйте состояние людей. Это точно ненормально",
    "optionB": "Пение - не угроза. Пусть поют",
    "consA": [0, -1, 3, -2],
    "consB": [-1, 0, -2, 1],
    "characterId": 4
  },
  {
    "id": 32,
    "questionText": "Ветер переменился. Теперь дым от нашего генератора тянет прямо в их земли — тех мутантов, с которыми мы только что договорились о нейтралитете",
    "optionA": "Остановите генератор. Нельзя портить хрупкий мир.",
    "optionB": "Пускай тянет, в этом нет нашей вины.",
    "consA": [-2, 0, -1, 2],
    "consB": [0, 0, -3, -1],
    "characterId": 6
  },
  {
    "id": 33,
    "questionText": "Рана у одного из жителей... она не гноится. Она светится тихим, зелёным светом. И ткани вокруг восстанавливаются. Я никогда такого не видела",
    "optionA": "Нужно ампутировать раненую конечность. Неизвестное — это угроза",
    "optionB": "Изолируйте больного, но продолжайте наблюдать. Это может нам помочь",
    "consA": [0, -3, 2, -3],
    "consB": [0, -1, -2, 4],
    "characterId": 2
  },
  {
    "id": 34,
    "questionText": "Для завершения вакцины нужны контрольные испытания. Можно провести их на добровольцах из нашего поселения или на пленных бандитах, которых всё равно ждёт казнь.",
    "optionA": "Мы не станем издеваться над пленными. На такое должны идти только добровольцы.",
    "optionB": "Пленных не жалко, в отличие от наших людей. В военное время такое позволительно.",
    "consA": [-1, -3, 0, 3],
    "consB": [0, 0, -1, -4],
    "characterId": 5
  },
  {
    "id": 35,
    "questionText": "Завтра — годовщина падения цивилизации. Люди ждут... чего-то. Скорбного молчания? Скромного пира в память о погибших? Или им нужно забыться в отчаянии?",
    "optionA": "Проведем день тишины и памяти. Расставьте везде свечи",
    "optionB": "Ничего не устраивать. Прошлое не вернуть, а настоящее зависит от наших усилий",
    "consA": [0, 1, 0, 2],
    "consB": [1, -2, 1, -2],
    "characterId": 6
  },
  {
    "id": 36,
    "questionText": "Каждый вечер в ровно 21:00 свет в моей лаборатории гаснет ровно на 37 секунд. Перебоев в сети нет. Никто не заходит. Я уже не знаю, что думать.",
    "optionA": "Мы перенесем лабораторию. Похоже, место стало нечисто",
    "optionB": "Я прикажу назначить дежурных, чтобы понять причину такой аномалии",
    "consA": [-2, 0, -1, -1],
    "consB": [-1, 0, 0, 2],
    "characterId": 5
  },
  {
    "id": 37,
    "questionText": "Слабые мутанты приносят мне подарки. Камни. Кусочки стекла. Мёртвых жуков. Кладут у ворот и уходят. Никто не просит ничего взамен. Просто... дарят.",
    "optionA": "Принимай эти дары. Вероятно, это жест доверия",
    "optionB": "Выбрось. Это может быть ритуал или проклятие",
    "consA": [0, 1, -2, 2],
    "consB": [0, -1, 2, -2],
    "characterId": 7
  },
  {
    "id": 38,
    "questionText": "Мы играли с детьми в «угадай мелодию». Я напевала старую колыбельную, когда одна девочка, никогда её не слышавшая, закончила песню. Слово в слово. А потом заплакала.",
    "optionA": "Прекратить игры. Это напугает не только детей, но и взрослых",
    "optionB": "Нам нужно расспросить эту девочку. Может, это генетическая память?",
    "consA": [0, -1, 1, -2],
    "consB": [0, -1, -1, 3],
    "characterId": 2
  },
  {
    "id": 39,
    "questionText": "Запасы чая и кофе давно кончились, но я смог разработать два заменителя из местных растений. Один вкусный, но слабый. Второй... вызывает лёгкие видения, зато бодрит невероятно.",
    "optionA": "Первый. Даже такая мелочь поднимет мораль",
    "optionB": "Второй. До тех пор, пока это просто видения, никакого вреда нет",
    "consA": [0, 1, 0, 2],
    "consB": [0, -1, 2, -1],
    "characterId": 5
  },
  {
    "id": 40,
    "questionText": "Половина поселения уже неделю нормально не спит. И видят все один и тот же сон: каменный сад под зелёной луной. Просыпаются уставшими, но спокойными. Что будем делать?",
    "optionA": "Объявите карантин. Это может быть массовый психоз",
    "optionB": "Если люди чувствуют себя спокойно — пусть",
    "consA": [-1, -2, 3, -3],
    "consB": [0, 1, -2, 2],
    "characterId": 2
  },
  {
    "id": 41,
    "questionText": "Крысы ушли. Все. За ночь. Даже из мусорных ям",
    "optionA": "Меньше крыс - меньше проблем и болезней",
    "optionB": "Подготовьтесь ко всему. Если ушли они — значит, пришло что-то хуже",
    "consA": [0, 2, -1, 0],
    "consB": [-1, -1, 3, -2],
    "characterId": 4
  }
]